Genre.create([
               { name: 'Афробит', country: 'Нигерия', description: 'Сочетание традиционной нигерийской музыки, джаза, хайлайфа, фанка и певучего вокала в сочетании с перкуссией и вокальными стилями.', link: 'https://en.wikipedia.org/wiki/Afrobeats' },
               { name: 'Бхангра', country: 'Индия', description: 'Разновидность популярной музыки, сочетающая народные традиции панджаби с западной поп-музыкой.', link: 'https://www.britannica.com/art/bhangra' },
               { name: 'Босса-Нова', country: 'Бразилия', description: 'Стиль бразильской музыки, основанный на самбе, но делающий больший упор на мелодию и меньший на перкуссию.', link: 'https://en.wikipedia.org/wiki/Bossa_nova' },
               { name: 'Калипсо', country: 'Тринидад и Тобаго', description: 'Стиль афро-карибской музыки, зародившийся в Тринидаде и Тобаго в начале-середине 19 века и распространившийся на остальные Карибские Антильские острова и Венесуэлу.', link: 'https://en.wikipedia.org/wiki/Calypso_music' },
               { name: 'Шансон', country: 'Франция', description: 'Французский песенный жанр, основанный на лирике, шансон известен своими поэтичными, часто меланхоличными мелодиями и сложными текстами песен, посвященными романтике, жизненным испытаниям и политическим сюжетам.', link: 'https://en.wikipedia.org/wiki/Chanson' },
               { name: 'Кантри', country: 'США', description: 'Жанр популярной музыки, зародившийся на юге Соединенных Штатов в начале 1920-х годов.', link: 'https://en.wikipedia.org/wiki/Country_music' },
               { name: 'Кумбия', country: 'Колумбия', description: 'Фольклорный жанр и танец из Колумбии и Панамы, в основном основанный на смешанных музыкальных традициях Африки и коренных народов.', link: 'https://en.wikipedia.org/wiki/Cumbia' },
               { name: 'Электронная танцевальная музыка (EDM)', country: 'Разная', description: 'Широкий спектр жанров ударной электронной музыки, созданных в основном для ночных клубов, рейвов и фестивалей.', link: 'https://en.wikipedia.org/wiki/Electronic_dance_music' },
               { name: 'Фаду', country: 'Португалия', description: 'Музыкальный жанр, который берет свое начало в Лиссабоне в 1820-х годах и характеризуется печальными мелодиями и текстами песен.', link: 'https://en.wikipedia.org/wiki/Fado' },
               { name: 'Фламенко', country: 'Испания', description: 'Известное своей эмоциональной насыщенностью, фламенко - это традиционный испанский вид искусства, который включает в себя пение, игру на гитаре, танцы и хлопки в ладоши.', link: 'https://en.wikipedia.org/wiki/Flamenco' }
             # Добавьте остальные жанры по аналогии
             ])

